{
  "Home": "Strona główna",
  "Life": "Życie",
  "Galician Music Society": "Galicyjskie Towarzystwo Muzyczne",
  "Music": "Muzyka",
  "Lviv Archives": "Archiwa Lwowskie",
  "Compositions": "Kompozycje",
  "About": "Wprowadzenie",
  "More information in a form of Jan Ruckgaber’s full biography, in English and in Polish, is ready for download": "Więcej informacji w postaci pełnej biografii Jana Ruckgabera w języku angielskim i polskim jest gotowe do pobrania",
  "here": "tutaj",
  "Creative Commons": "Kreatywne wspólne",
  "The Book": "Książka",
  "Music Compositions": "Kompozycje muzyczne",
  "Contact": "Kontakt",
  "Download": "Ściągnij",
  "List of compositions": "Lista kompozycji",
  "Piano with an Orchestra": "Fortepian z orkiestrą",
  "Chamber Orchestra": "Orkiestra Kameralna",
  "Violin and the Piano":"Skrzypce i fortepian",
  "Flute, the Czakan and the Piano": "Flet, Czakan i Fortepian",
  "Choir": "Chór",
  "Clarinet and the Piano": "Klarnet i fortepian",
  "Voice and the Piano": "Głos i fortepian",
  "Guitar and the Piano (transcript)": "Gitara i fortepian (transkrypcja)",
  "Ancestry": "Pochodzenie",
  "Jean (later Johann and Jan), the son of a French nobleman and emigrant, Jean de Montalban, was probably born in Vienna on the 21st of November 1799, where he was baptized in St. Stephen’s Cathedral. At first he used his father’s surname, de Montalban.": "Jean (później Johann i Jan), syn francuskiego arystokraty i emigranta Jeana de Montalban, urodził się w Wiedniu, prawdopodobnie 21 listopada 1799 r., i został ochrzczony w Katedrze Św. Szczepana. Początkowo nosił nazwisko ojca, de Montalban.",
  "Jean de Montalban – father, fled his homeland to avoid the terror of the French Revolution and settled in Vienna. Later, he was killed in the Battle of Wagram on the 5th or 6th of July, 1809. ": "Jean de Montalban - ojciec opuścił ojczyznę chroniąc się przed terrorem Rewolucji Francuskiej i osiedlił się w Wiedniu. Kilka lat później zginął w bitwie pod Wagram, 5 lub 6 lipca 1809 r.",
  "After the death of his father, ten-year-old Jean was adopted by his Austrian tutor - Joseph Ruckgaber. His French Christian name - Jean - was later altered to Johann and Jan. He was buried in Lviv as Jan Ruckgaber.": "Po śmierci ojca dziesięcioletni Jean został adoptowany  przez swojego austriackiego guwernera, Josepha Ruckgabera. Francuskie imię, Jean, zmienił potem na Johann i wreszcie Jan, które widnieje na jego grobowcu we Lwowie.",
  "Young Jan Ruckgaber, by an unknown author (http://uk.wikipedia.org, 2015)": "Młody Jan Ruckgaber, autor nieznany (http://uk.wikipedia.org, 2015)"
}
